-- phpMyAdmin SQL Dump
-- version 4.9.0.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Dec 13, 2020 at 02:27 AM
-- Server version: 10.3.16-MariaDB
-- PHP Version: 7.3.7

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `quotes_db`
--

-- --------------------------------------------------------

--
-- Table structure for table `pref`
--

CREATE TABLE `pref` (
  `value` int(10) NOT NULL COMMENT 'How many rows we can have',
  `Language` varchar(15) NOT NULL COMMENT 'What language we should assume a quote is in.',
  `display` varchar(12) NOT NULL COMMENT 'puzzles, quotes or both for main page dispaly',
  `Chunks` int(1) NOT NULL DEFAULT 3,
  `ID` int(1) NOT NULL DEFAULT 1,
  `NAME` varchar(30) NOT NULL,
  `COMMENTS` varchar(50) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `pref`
--

INSERT INTO `pref` (`value`, `Language`, `display`, `Chunks`, `ID`, `NAME`, `COMMENTS`) VALUES
(20, 'Telugu', 'Puzzles', 3, 1, '', '');

-- --------------------------------------------------------

--
-- Table structure for table `preferences`
--

CREATE TABLE `preferences` (
  `id` int(2) NOT NULL,
  `name` varchar(40) NOT NULL,
  `value` varchar(10) NOT NULL,
  `comments` varchar(100) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1 COMMENT='for storing model and UI preferences';

--
-- Dumping data for table `preferences`
--

INSERT INTO `preferences` (`id`, `name`, `value`, `comments`) VALUES
(1, 'DEFAULT_COLUMN_COUNT', '15', 'this is the default column count for the puzzle'),
(2, 'DEFAULT_LANGUAGE', 'Telugu', 'Telugu and English are two possible values'),
(3, 'DEFAULT_HOME_PAGE_DISPLAY', 'Puzzles', 'Puzzles, Quote, Both - are three possible values'),
(4, 'DEFAULT_CHUNK_SIZE', 'Puzzle', 'For  SplitQuote, how many characters in each block'),
(5, 'NO_OF_QUOTES_TO_DISPLAY', '100', 'The quotes are ordered by the ID in des order'),
(6, 'FEELING_LUCKY_MODE', 'LAST', 'Feeling Lucky --> brings up LAST, FIRST or RANDOM quote for puzzle playing'),
(7, 'FEELING_LUCKY_TYPE', 'DropQuote', 'DropQuote, FloatQuote, DropFloat, Scrambler, Splitter, Slider16 (used by Feeling Lucky)');

-- --------------------------------------------------------

--
-- Table structure for table `quote_table`
--

CREATE TABLE `quote_table` (
  `id` int(5) NOT NULL,
  `author` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `topic` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `quote` varchar(300) COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `quote_table`
--

INSERT INTO `quote_table` (`id`, `author`, `topic`, `quote`) VALUES
(1, 'అబ్దుల్ కలాం', 'general', 'మన జననం ఓ సాధారణమైనది కావచ్చు. కానీ మన మరణం మాత్రం ఒక చరిత్ర సృష్టించేదిగా ఉండాలి'),
(2, 'మహత్మా గాంధీ', 'general', 'అహింసకు మించిన ఆయుధం లేదు.'),
(3, 'మహత్మా గాంధీ', 'general', 'ఆత్మాభిమానం, గౌరవాల్ని వేరెవరో పరిరక్షించరు, మనకు మనమే వాటిని కాపాడుకోవాలి.'),
(4, 'మహత్మా గాంధీ', 'general', 'ఆలోచనల పరిణామమే మనిషి. అతను ఎలా ఆలోచిస్తే అలా తయారౌతాడు.'),
(5, 'మహత్మా గాంధీ', 'general', 'కంటికి కన్ను సిద్ధాంతం ప్రపంచాన్ని అంధకారంలోకి నెట్టివేస్తుంది.'),
(6, 'మహత్మా గాంధీ', 'general', 'ఆత్మార్పణకు,స్వచ్చతకు నిలయం కానప్పుడు స్త్రీకి విలువ లేదు.'),
(7, 'మహత్మా గాంధీ', 'general', 'ఓటు, సత్యాగ్రహం ఈ రెండూ ప్రజలచేతిలోని ఆయుధాలు.'),
(8, 'మహత్మా గాంధీ', 'general', 'భారతీయులు తమలో తాము పోట్లాడుకోవడం మానుకున్నప్పుడే మనకు అసలైన స్వాతంత్ర్యం వస్తుంది.'),
(9, 'మహత్మా గాంధీ', 'general', 'మార్పునుకు సిద్ధంగా ఉండండి. అపుడే కొత్త ప్రపంచాన్ని చూడగలుగుతారు.'),
(10, 'మహత్మా గాంధీ', 'general', 'పాము కాటు శరీరాన్ని విషతుల్యం చేస్తుంది, అదే తాగుడు వ్యసనం ఆత్మను చంపేస్తుంది.'),
(11, 'మహత్మా గాంధీ', 'general', 'హక్కులకు వాస్తవమైన మూలాధారం-కర్తవ్య నిర్వహణం.మనం మన కర్తవ్య నిర్వహణ చేసినట్లయితే హక్కులు పొందేందుకు ఎంతో దూరంలో ఉండము.మన విధులు నిర్వర్తించకుండా హక్కుల కోసం పరుగెత్తినట్లయితే అవి మనల్ని దాటి పోతాయి.మనం ఎంతగా వాటిని వెంబడిస్తే అవి అంత త్వరితంగా ఎగిరిపోతాయి.'),
(12, 'మహత్మా గాంధీ', 'book reading', 'మీరు పుస్తకాలు పఠించవచ్చు.కానీ అవి మిమ్మల్ని ఎక్కువ దూరం తీసుకెళ్ళలేవు.మీలోని ఉత్తమత్వాన్ని బయటికి తేవటమే నిజమైన విద్య అనిపించుకుంటుంది.మానవత్వం అనే పుస్తకం కంటే వేరొక ఉత్తమ గ్రంధం ఏమి ఉంటుంది.ప్రపంచం ఆధిపత్యం వహించిన పటిష్టవంతమైన శక్తి-ప్రేమ.మరియు అది వినయం గల కల్పనా రూపము.ప్రేమ ఎక్కడ ఉంటుందో,దేవుడ'),
(13, 'మహత్మా గాంధీ', 'general', 'జీవితంలో స్వచ్చమైనవి మరియు ధార్మికమైనవి అయిన వాటన్నిటికీ స్త్రీలు ప్రత్యేక సంరక్షకులు.స్వభావరీత్యా మితవాదులైనందువల్ల మూఢాచారాలను విడనాడటంలో ఆలస్యం చేస్తారు. అలాగే జీవితంలో స్వచ్చమైనవి,గంభీరమైనవి వదిలి పెట్టేందుకు కూడా అలస్యం చేస్తారు.'),
(14, 'మహత్మా గాంధీ', 'general', 'విద్యార్థుల ఆలోచనలు, ఆచరణలు క్రమశిక్షణా సహితంగా లేకుంటే వారు చదువంతా వృధా.'),
(15, 'మహత్మా గాంధీ', 'general', 'ఎవరైతే చిరునవ్వుల్ని ధరించరో వారు పూర్తిగా దుస్తులు ధరించినట్లు కాదు.'),
(16, 'మహత్మా గాంధీ', 'general', 'ఒక అభివృద్ది చెందిన కంఠం నుండి ఉత్తమ సంగీతం సృష్టించే కళను అనేకమంది సాధించవచ్చు కానీ ఒక స్వచ్చమైన జీవితం అనే మధురస్వరము నుండి అటువంటి సంగీతకళను పెంపు చేయటం చాలా అరుదుగా జరుగుతుంది. అన్ని కళల కంటే జీవితం గొప్పది. పరిపూర్ణత్వానికి చేరువ కొచ్చిన జీవితం గల మానవుడే అత్యంత గొప్ప కళాకారుడని నేను ప్రకటిస్తా'),
(17, 'మహత్మా గాంధీ', 'general', 'మన ప్రార్థన హృదయ పరిశీలన కోసం.భగవంతుని మద్దతు లేకుండా మనం నిస్సహాయులమని మనకు అది గుర్తు చేస్తుంది.దాని వెనుక భగవంతుని దీవెన లేనట్లయితే ఉత్తమమైన మానవ ప్రయత్నం కూడా నిష్పలమౌతుంది.'),
(18, 'మహత్మా గాంధీ', 'general', 'సత్యాగ్రహము జయమైందని ప్రజలు సంతోషించారే కాని సంపూర్ణ విజయ లక్షణాలు లోపించడం వలన నాకు సంతృప్తి కలుగలేదు.'),
(19, 'మహత్మా గాంధీ', 'general', 'మన అభిప్రాయాలను ఇతరులపైన బలవంతంగా రుద్దడం వలన మనం నిజమైన స్వాతంత్ర్యాన్ని సంపాదించుకోలేము.'),
(20, 'మహత్మా గాంధీ', 'general', 'మనిషిని బాధించే జంతువులను చంపకూడదని నా అభిప్రాయం కాదు. ఏది హింస, ఏది అహింస అన్నది మనుషులు తమ విచక్షణతో తెల్సుకోవాలి.'),
(21, 'మహత్మా గాంధీ', 'general', 'నా మట్టుకు సత్యాగ్రహ ధర్మ సూత్రం ప్రేమ సూత్రం లాంటిది. ఒక అనంతమైన శాశ్వతమైన సిద్ధాంతం. సత్యాగ్రహ నియమాలు ఒక క్రమపరిణామాన్ని కలిగి ఉంటాయి.'),
(22, 'మహత్మా గాంధీ', 'general', 'ప్రజాస్వామ్య స్పూర్తిని ఇతరులెవ్వరూ బలవంతంగా రుద్దలేరు, అది అంతర్గతంగా, స్వతసిద్ధంగా వికసించాల్సి ఉంటుంది.'),
(23, 'మహత్మా గాంధీ', 'general', 'విద్యార్థుల ఆలోచనలు, ఆచరణలు క్రమశిక్షణా సహితంగా లేకపోతే వారి చదువంతా వృథా.'),
(24, 'మహత్మా గాంధీ', 'general', 'చెడును నిర్మూలించేందుకు ఆయుధాలు పడితే జరిగేది రెండు దుష్టశక్తుల మధ్య యుద్ధమే.'),
(25, 'మహత్మా గాంధీ', 'general', 'చదవడం వలన ప్రయోజనమేమంటే నలుమూలల నుంచీ వచ్చే విజ్ఞానాన్ని పొందడం, దాన్నుంచి గుణపాఠాలు తీసుకోవడం.'),
(26, 'మహత్మా గాంధీ', 'general', 'ఆచరించడం కష్టమని మూలసూత్రాలను విడిచిపెట్టకూడదు. ఓర్పుతో వాటిని ఆచరించాలి.'),
(27, 'మాక్సిం గోర్కీ', 'book reading', 'పుస్తకాలు బురదగుంటలో పడిఉన్న నన్ను లేవనెత్తి నా ముందు విశాలమైన ప్రపంచ దృక్పథాలను సాక్షాత్కరింపజేశాయి.'),
(28, 'మహత్మా గాంధీ', 'book reading', 'చదివిన పుస్తకాల నుంచి జ్ఞానాన్ని పొంది పాఠాలు నేర్చుకోవడమే చదువు ఉద్దేశ్యం.'),
(29, 'కందుకూరి వీరేశలింగం \n', 'book reading', 'చినిగిన చొక్కా అయినా తొడుక్కో - కానీ ఓ మంచి పుస్తకం కొనుక్కో.'),
(30, 'జవహర్ లాల్ నెహ్రూ\n', 'book reading', 'గొప్ప గ్రంథాలు ఆలోచింపజేస్తాయి. ఎందుకంటే అవి గొప్ప ఆలోచనలకు అక్షర రూపం.'),
(31, 'డా.బి.ఆర్. అంబేద్కర్ ', 'book reading', 'పుస్తకాలు దీపాల వంటివి. వాటి వెలుతురు మనో మాలిన్యమనే చీకటిని తొలగిస్తాయి.'),
(32, 'డా. సర్వేపల్లి రాధాకృష్ణ ', 'book reading', 'పుస్తక పఠనం వల్ల జ్ఞాన సంపద, మానసిక ఆనందం పెరుగుతాయి.'),
(33, 'డా. సి. నారాయణ రెడ్డి', 'book reading', 'నీ ఎద తలుపులన్నీ తెరుచుకొని, నీవు ఎదగాలంటే తీరికలేని విధంగా చదవాలి.\n'),
(34, 'యండమూరి వీరేంద్రనాథ్', 'book reading', 'చెప్పాలనుకుంటే పెన్నుని, వినాలునుకుంటే పుస్తకాన్ని ఆశ్రయిస్తాను. '),
(35, 'నెల్సన్ మండేలా ', 'education', 'విద్యను మించిన శక్తివంతమైన ఆయుధం మరోటి లేదు. దానిని సమర్ధంగా ఉపయోగించుకోగలిగితే ప్రపంచాన్ని మార్చవచ్చు.\n'),
(36, 'డా.ఎ.పి.జె. అబ్దుల్ కలాం ', 'education', 'హుందాతనం సాధించాలంటే విద్యను మించింది లేదు. '),
(37, 'అబ్రహం లింకన్\n', 'education', 'వెన్నెలలోని హాయిని, కోయిలలోని కమ్మదనాన్ని, అమ్మ లాలన లోని తీయదనాన్ని రుచి చూపిస్తుంది చదువు.'),
(38, 'సుద్దాల అశోక్ తేజ ', 'book reading', 'వీసా లేకుండా విశ్వదర్శనం చేయించగలిగే పుష్పక విమానం - పుస్తకం.\n'),
(39, 'రవీంద్రనాథ్ టాగూర్ ', 'education', 'కేవలం సమాచారం ఇచ్చేది విద్య కాదు, అందరితో కలిసి సామరస్యంగా జీవించేలా చేసేదే ఉన్నత విద్య.\n'),
(40, 'జిడ్డు కృష్ణమూర్తి', 'education', 'చదువు అంటే - పుస్తకం చదవడం, పరీక్ష పాస్ కావడం కాదు. పుట్టినప్పటి నుంచి చనిపోయే క్షణం వరకు ఆ ప్రక్రియ కొనసాగుతూనే ఉంటుంది.\n'),
(41, 'సిసిరో', 'book reading', 'పుస్తకాలు లేని గది... ఆత్మ లేని దేహం వంటిది.\n'),
(42, 'ఆర్.డబ్ల్యు.ఎమర్సన్ \n', 'book reading', 'పుస్తకాలు సరిగ్గా వినియోగించుకుంటే ఎంత మంచివో,దురుపయోగించుకుంటే వాటి అంత చెడ్డవి లేవు. \n'),
(43, 'అబ్రహం లింకన్', 'book reading', 'ఇతరుల రచనలు చదివి నిన్ను నువ్వు అభివృద్ధి పరచు కోవడానికి ప్రయత్నించు. ఇతరులు ఎంతో శ్రమపడి తెలుసుకున్నవి అప్పుడు నువ్వు సునాయాసంగా గ్రహించే వీలుంది. \n'),
(44, 'మార్క్ ట్వేయిన్', 'book reading', 'మంచి పుస్తకాలు చదవని వాళ్లకు మనుషుల్ని సరిగ్గా అర్ధం చేసుకునే అవకాశం ఉండదు.\n'),
(45, 'హరిదాయాళ్ ', 'book reading', 'పుస్తకం కొన్నప్పుడల్లా నువ్వు నీ మానసిక స్థాయిని కొంచెం పెంచుకుంటున్నావు.\n\n'),
(46, 'రాయ్.ఎల్ స్మిత్ ', 'book reading', 'ఒక బ్యాంకులో కంటే ఒక మంచి పుస్తకంలో ఎక్కువ సంపద ఉంటుంది.'),
(47, 'ఎర్ల్ నైటేనింగల్', 'book reading', 'భూమికి సూర్యుడు ఎలాంటివాడో నా జీవితానికి పుస్తకాలు అటువంటివి'),
(48, 'డేనియల్ జి.బూస్తాన్', 'education', 'చదువు ద్వారా మన ప్రపంచాన్ని, మన చరిత్రను, మనలను మనం ఆవిష్కరించుకుంటాం.\n\n'),
(49, 'సూర్యదేవర రాంమోహన్ రావు ', 'education', 'చదవడం అంటే ఆకురాయిపై కత్తిని పదును పెట్టినట్లే.\n'),
(50, 'బార్క్ హెడ్జెస్', 'book reading', 'అంతకు ముందు అవుతుందనుకోని మార్గంలో నిన్ను పయనించేలా ప్రేరేపిస్తుంది ‘పుస్తక పఠనం’\n							'),
(51, 'ఫ్రోన్సిస్ బేకన్ ', 'book reading', 'చదివే అలవాటు మనిషిని పరిపూర్ణుడిగా చేస్తుంది.రాసే అలవాటు అతన్ని ఖచ్చితమైన వ్యక్తిగా చేస్తుంది. \n'),
(52, '‘అక్షర వృక్షాలు’ పుస్తకం ', 'general', 'ఎండలు మండుతున్నా నీడ నీకు ఇస్తుంది.జడివానలు తడిపినా, గొడుగై తను నిలుస్తుంది.'),
(53, '‘అక్షర వృక్షాలు’ పుస్తకం ', 'general', 'ఎక్కడ మొక్కలు ఉండవొ అక్కడ వర్షాలు కూడా ఉండవు.మొక్కలు భగవంతుని ప్రేమకు ప్రతిరూపాలు. \n'),
(54, '‘అక్షర వృక్షాలు’ పుస్తకం ', 'general', 'పచ్చని చెట్లను పెంచండి! పుట్టే ప్రతి బిడ్డకు స్వచ్ఛమైన గాలిని ఇవ్వండి!!'),
(55, '‘అక్షర వృక్షాలు’ పుస్తకం ', 'general', 'పది చేదబావులతో ఒక దిగుడి బావి సమానము. పది దిగుడు బావులతో ఒక సరస్సు సమానము.పది సరస్సులతో ఒక పుత్రుడు సమానము. అటువంటి పది పుత్రులతో ఒక చెట్టు సమానము.\n'),
(56, '‘అక్షర వృక్షాలు’ పుస్తకం ', 'general', 'మానవ జీవితం ఆరంభమైంది అడవుల్లోనే...అడవులు అంతమైనప్పుడు మనిషి అంతమవుతాడు.\n'),
(57, '‘అక్షర వృక్షాలు’ పుస్తకం ', 'general', 'చెట్టు రకరకాలుగా మనిషికి ఉపయోగపడినట్లు, మనిషి చెట్టుని అనుకరిస్తూ జీవిస్తే చాలు ధన్యజీవి అవుతాడు. \n'),
(58, '‘అక్షర వృక్షాలు’ పుస్తకం ', 'general', 'మాటలాడని మౌనులు చెట్లు. పక్షులతో పాటలు పాడిస్తాయి మట్టిని వదలని మమతలు చెట్లు. గాలికి ఆటలు నేర్పిస్తాయి.\n'),
(59, '‘అక్షర వృక్షాలు’ పుస్తకం ', 'general', 'ఇళ్ళన్నింటిలోన ఏ ఇల్లు మేలు. విరివిగా చెట్లున్న ప్రతి ఇల్లు మేలు.\n'),
(60, 'డా. ఉండేల మాలకొండారెడ్డి ', 'general', 'నడవలేదు గాని. తను నడవడి చూపిస్తుంది.వాగ్దానాలను చేయకుండా వరాలు కురిపిస్తుంది.'),
(61, 'డా. ఉండేల మాలకొండారెడ్డి ', 'general', 'అధికారికి తలవంచదు, అనాధలను పొమ్మనదు. అందరికీ ఒకే రకం ఆదరణను పంచుతుంది.\n'),
(62, 'డా. ఉండేల మాలకొండారెడ్డి ', 'general', 'సిద్ధార్థుని తన యొడిలో బుద్ధిగ కూర్చుండమని బుద్ధునిగా ఉండేలా! బుద్ధిగరిపి పంపింది. \n'),
(63, 'డా. జె. బాపు రెడ్డి\n', 'general', 'నీటి కాలుష్యం, నేల కాలుష్యం,గాలి కాలుష్యం, శబ్ద కాలుష్యం వంటివి పంచభూతాల పాలిట పరమశత్రువులు.\n'),
(64, 'డా. వడ్డేపల్లి కృష్ణ\n', 'general', 'చెట్లే ప్రగతికి తొలిమెట్లు. చెట్లే జగతికి పనిముట్లు.\n'),
(65, 'డా. వడ్డేపల్లి కృష్ణ\n', 'general', 'కంపుగొట్టు విషవాయువలన్ని కడుపునిండుగా తామే పీల్చి \nప్రాణవాయువుల మనకందించి పరిసరాల రక్షించును చెట్లు.'),
(66, 'డా. వడ్డేపల్లి కృష్ణ\n', 'general', 'ఆకాశంలో విహరించే మేఘాలను ఆకర్షించి వర్షాలను కురిపించేవి వన్నెలెన్నో కలిగించేవి.. చెట్లు.\n'),
(67, 'టి. వినోద్ కుమార్ ', 'general', 'పచ్చని చెట్లు తోడుంటే \nపాడే కోయిల వెంటుంటే \nభూలోకమే ఆనందానికి ఇల్లు.. \nఈ లోకంలో కాలుష్యమింక చెల్లు..\n'),
(68, 'డా. సుద్దాల అశోక్ తేజ', 'general', 'చెట్టునురా - చెలిమినరా!\nతరువునురా - తల్లినిరా\nనరికి వేయబోకురా\nకరువు కోరుకోకురా!\nఅమ్మనురా! అమ్మకురా!\nకొడుకునురా! నన్ను కొట్టకురా! \n'),
(69, 'డా. ఎస్వీ. సత్యనారాయణ', 'general', 'శిశిరానికి శిరసువంచి\nఆకులన్ని రాల్చినా \nఆమని ఆగమనవేళ \nమళ్ళీ చిగురిస్తుంది.\n'),
(70, 'సబ్బని లక్ష్మీనారాయణ\n', 'general', 'పది మొక్కలైనా నాటి \nపది చెట్లనయినా పెంచు\nమట్టి బిడ్డయి పుట్టినందుకు\nమనుగడ సాగించేందుకు.\n'),
(71, 'ఆచార్య రావికంటి వసునందన్ ', 'general', 'తన శరీరములోని ప్రతి భాగము చేతను ఇతరులకు సుఖము కలిగించేది వృక్షము. అందుకే చెట్టు ప్రశంసనీయమైనది.\n'),
(72, 'సోమిశెట్టి వేణుగోపాల్ ', 'general', 'పిచ్చి మొక్కలు కూడా \nపచ్చదనాన్నే పరుస్తాయి\nమేధస్సునే మదించిన మనిషి మాత్రం \nఅమృతాన్ని తాను సేవించి\nహాలాహలాన్ని భవిష్యత్తు తరాలకు \nపంచుతున్నాడు.  \n'),
(73, 'మంత్రి లక్ష్మీనారాయణ ', 'general', 'పచ్చదనంతోనే ప్రగతి విరాజిల్లుతుంది \nపచ్చదనం లోపిస్తే పుడమి విలవిలలాడుతుంది\nప్రతి వ్యక్తి తోటమాలియై \nపుడమిని బృందానంలా తీర్చాలి.\n'),
(74, 'ఎస్. అరుణ ', 'general', 'చెట్టు మరకతం \nచెట్టు హరితగీతం \nచెట్టు ఒక భావన\nచెట్టు ఒక దీవెన\n'),
(75, 'జయంపు క్రిష్ణ\n', 'general', 'మనం పది కాలాల పాటు\nపదిలంగా ప్రశాంతంగా ఉండాలన్నా \nప్రకృతిలో సహజత్వం నిండాలన్నా \nచెట్లు పచ్చగా ఎదగాలి \nనేస్తాల్లా నేత్రాల్లో మెదగాలి\nఅందుకే నేను \nచెట్లకు నమస్కరిస్తాను. \n'),
(76, 'test', 'test', 'test test test '),
(77, 'jfk', 'general', 'Ask not what your country can do for you – ask what you can do for your country,” '),
(78, 'krishna', 'movies', 'భలే దొంగలు మనుషులు చేసిన దొంగలు దొరగారికి దొంగ పెళ్లాం దొంగ గారూ స్వాగతం ఘరానా దొంగ'),
(79, 'రాబిన్ శర్మ', 'general', 'మీరు దేనికి ప్రాధాన్యత ఇస్తారు, ఏ పనికి విలువ ఇస్తారు అన్నది తెలుసుకోవడానికి మీ దినచర్య చక్కని కొలమానం - రాబిన్ శర్మ'),
(80, 'quote book', 'general', ' ప్రేమగా, ఇష్టంగా చేసేటప్పుడు ఆ పనితనం చాలా గొప్పగా ఉంటుంది. మీకు దక్కాల్సిన ఫలం దక్కుతుంది. ఒక వేళ మీరే వద్దనుకున్నా ఆ ఫలం తనంతట తానే మీ పాదాలవద్దకు వచ్చి చేరుతుంది.'),
(82, 'offline', '240', 'అభినందించడం తప్ప అసూయపడటం ఎరుగనివాడు ఎంతో అదృష్టవంతుడు'),
(83, 'offline', '27.1', 'సమయాన్ని సరిగ్గా వినియోగించుకునే వాడికి మిగతా మంచి అలవాట్లు కూడా వాటంతటవే వస్తాయి.'),
(84, 'offline', '27.2', 'పనిలో ప్రతిసారీ సంతోషం లభించక పోవచ్చు కానీ పని అన్నది లేకపోతే అసలు సంతోషమనేదే ఉండదు.'),
(85, 'offline', '11', 'నిరాడంబరమైన తేనెటీగ అన్నిరకాల పువ్వులనుంచి తేనెను తీసుకున్నట్లే, తెలివికలవాడు అన్ని పవిత్ర గ్రంథాలనుంచీ సారాన్ని గ్రహిస్తాడు.'),
(86, 'offline', '7', 'మనిషి సాధించిన విజయాలు సమాజానికి ఉపయోగపడితేనే అవి నిజమైన విజయాలు.'),
(87, 'offline', '12', 'మీరు ప్రతిరోజూ తృప్తిగా నిద్రించాలనుకుంటే, ప్రతి ఉదయమూ ఒక చక్కటి సంకల్పంతో నిద్ర లేవడం అలవాటు చేసుకోండి.'),
(88, 'offline', '15', 'అసమర్ధులకు అవరోధాలుగా అనిపించేవి సమర్ధులకు అవకాశాలుగా కనిపిస్తాయి.'),
(89, 'offline', '13', 'తన జ్ఞాపకాలతోనే జీవించేవాడు వృద్ధుడు అవుతాడు. భవిష్యత్తు గురించి ప్రణాళికలతో జీవించేవాడు నిత్య యౌవనంలో వుంటాడు.'),
(90, 'offline', '17', 'ఏం చేయాలి, ఎలా చేయాలి అని అర్ధమయ్యే వరకూ చేస్తూనే ఉండాలి.'),
(91, 'offline', '29', 'ఇతరుల గురించి మంచిగా మాట్లాడితే నిన్ను గురించి మంచిగా మాట్లాడుకున్నట్లే.'),
(92, 'offline', '20', 'మంచి పనికి మించిన పూజ లేదు. మానవత్వానికి మించిన మతం లేదు. '),
(93, 'offline', '22', 'మనం ఇష్టంగా చేసే పనికి సమయం లేకపోవడం అంటూ ఉండదు.'),
(94, 'offline', '26', 'ఆత్మగౌరవం, ఆత్మనిగ్రహం, ఆత్మజ్ఞానం అనే మూడు అంశాలే జీవితాన్ని ఉన్నత శిఖరాలకు చేరుస్తాయి.'),
(95, 'offline', '28', 'ఓటమి ఎరుగని వ్యక్తి కన్నా... విలువలతో జీవించే వ్యక్తి మిన్న!'),
(96, 'offline', '31', 'మనిషి ఎప్పుడూ తనకున్న సంపదతో తృప్తి పడొచ్చు; కానీ తనకున్న విజ్ఞానముతో తృప్తి పడకూడదు.'),
(97, 'offline', '33', 'ఒకరి సాయమందుకున్నప్పటి సంతోషంకన్నా, వేరొకరికి సహాయం అందించడంలోని ఆనందమే మిన్న.'),
(98, 'offline', '32', 'నిరాడంబరత స్నేహితులను పెంచుతుంది. గర్వం శత్రువులను పెంచుతుంది.'),
(99, 'offline', '40', 'వివేకి అయిన మానవుడు ప్రతి క్షణాన్నీ సద్వినియోగపరచుకుంటాడు. '),
(100, 'offline', '41', ' ఎప్పుడూ ఒప్పుకోకు ఓటమిని, ఎప్పుడూ వదులుకోకు ఓర్పుని.'),
(101, 'offline', '47', 'తెలియక తప్పులు చేసేవాడు అమాయకుడు, తెలిసి తప్పులు చేసేవాడు మూర్ఖుడు. అమాయకుడిని మార్చవచ్చు కాని మూర్ఖుడిని మార్చలేము.'),
(102, 'offline', '319', 'ఏదో జరగాలని ఎదురుచూస్తూ కూర్చుంటే ఓటమి తథ్యం. ఏదిచేయాలో నిర్ణయించుకుని ముందుకు సాగితే గెలుపు సాధ్యం.'),
(103, 'offline', '318', 'ఒక గొప్పవాని గొప్పతనం, అతడు తనకంటే తక్కువ వారితో వ్యవహరించే తీరును బట్టి తెలుస్తుంది.'),
(104, 'offline', '207', 'ఆశావాది గులాబీని చూస్తే, నిరాశావాది దాని కింద ముల్లును చూస్తాడు.'),
(105, 'offline', '87', 'సాహసించి ఏ ప్రయత్నమూ చేయని కార్యశూన్యులు మాత్రమే ఎటువంటి పొరబాట్లు, తప్పిదాలు చేయరు.'),
(106, 'offline', '61', 'విజయానికి ఒకే ఒక్క మార్గం.  మరొక్కసారి ప్రయత్నించడమే.   '),
(107, 'offline', '69', 'నువ్వు ధైర్యంగా ఒక అడుగు ముందుకు వేస్తే విజయం పది అడుగులు నీ వైపుకు వేస్తుంది.'),
(108, 'offline', '88', 'మనం ఆనందం పొందడం కన్నా, ఇతరులకు ఆనందాన్ని పంచడంలోనే ఎక్కువ ఆనందం లభిస్తుంది.'),
(109, 'offline', '90', 'విజయం సాధించలేమని ముందుగానే ఒక నిర్ణయానికి వచ్చేవారు ఎన్నడూ ఏ పనీ చేయలేరు.'),
(110, 'offline', '96', 'మనం ఎంత ప్రశాంతంగా ఉంటే మన పని అంత ఉత్తమంగా ఉంటుంది.'),
(111, 'offline', '97', 'సమాజసేవకు కావలసింది సంపద కాదు.. ఉదార హృదయం.'),
(112, 'offline', '105', 'మనిషిని మహనీయునిగా మార్చేది, మాటలు నెమ్మదిగాను, పనులు ఉత్సాహంగాను చేసిననాడే.'),
(113, 'offline', '108', 'ఎంతటి విషమ పరిస్థితులెదురైనా మంచితనం, మానవత్వాల్లో నమ్మకాన్ని పోగొట్టుకోకూడదు. కాసిని మురికి నీళ్ళు ఉన్నంత మాత్రానా సముద్రం మురికికూపం అవుతుందా?'),
(114, 'offline', '117', 'ఓర్పు చేదుగానే ఉంటుంది. కానీ దాని ఫలితం మాత్రం ఎంతో మధురంగా ఉంటుంది.'),
(115, 'offline', '110', 'మన మనస్సు పవిత్రంగా ఉండి ఏ చిన్న పనిచేసినా అది విజయవంతం అవుతుంది.'),
(116, 'offline', '115', 'తనకు లేని వాటి కోసం విచారించక, తనకు వున్న వాటికి సంతోషించే వ్యక్తి తెలివైన వాడు. '),
(117, 'offline', '116', 'ఆశను ఎన్నడూ విడనాడకు. జీవితంలో నిన్ను నిలిపేది అది ఒక్కటే. '),
(118, 'offline', '118', 'నిరంతరం వెలిగే సూర్యుణ్ణి చూసి చీకటి పారిపోతుంది. నిర్విరామంగా శ్రమించే వ్యక్తిని చూసి ఓటమి భయపడుతుంది.'),
(119, 'offline', '119', 'సామాన్యుడు అవకాశం కోసం ఎదురు చూస్తూండిపోతాడు. ఉత్సాహవంతుడు అవకాశాన్ని కల్పించుకుంటాడు.'),
(120, 'offline', '123', 'వైఫల్యాన్ని పరాజయంగా కాక ఆలస్యంగా లభించనున్న విజయంగా భావించేవారే విజేతలవుతారు.'),
(121, 'offline', '124', 'అతి కష్టమైన పని .. నిన్ను నువ్వు తెలుసుకోవడం, అతి తేలికైన పని ఇతరులకు సలహాలివ్వడం.'),
(122, 'offline', '128', 'ఉత్తమమైన ఆలోచనలు నిరంతరం శక్తినిస్తాయి. అధమ స్థాయి ఆలోచనలు శక్తిని హరించి వేస్తాయి.'),
(123, 'offline', '134', 'అందరూ చేస్తున్నపని నీవు చేస్తూ వుంటే నీకు ప్రత్యేకత ఏమీ ఉండదు. ఇతరులు చేయలేని పని నీవు చేయగలిగితేనే చరిత్ర సృష్టించగలవు.'),
(124, 'offline', '140', 'కష్టమైన కార్యనిర్వహణ ద్వారానే నిజమైన ఆనందం దొరుకుతుంది.'),
(125, 'offline', '143', 'ఫలితాన్ని ఆశిస్తూ పరుగెత్తవద్దు. పనిచేస్తూ పోతే ఫలితం అదే పరిగెత్తుకు వస్తుంది.'),
(126, 'offline', '145', 'ప్రతిభావంతుడు సముద్రపు గట్టులాంటి వాడు - అలల వంటి సమస్యలకు వెనుదిరిగిపోడు.  '),
(127, 'offline', '146', 'పొగడ్త పన్నీరులాంటిది. దాన్ని వాసన చూడాలే తప్ప తాగకూడదు.'),
(128, 'offline', '148', 'సహనం గల మనిషి తను అనుకున్న వాటినల్లా సాధించుకోగలిగే అద్భుతమైన సంకల్ప శక్తి కలిగి ఉంటాడు.'),
(129, 'offline', '154', 'నీ పనుల్లో నిండుగా ప్రేమ, మంచితనం, స్వచ్ఛతా వుండడమే దివ్యమైన జీవితం.'),
(130, 'offline', '157', 'తన మీద తనకు విశ్వాసం ఉన్న వ్యక్తి బలవంతుడు. సందేహాలతో సతమతమయ్యే వ్యక్తి బలహీనుడు. '),
(131, 'offline', '159', 'చిన్న పొరపాటే కదా అని నిర్లక్ష్యం తగదు. పెద్ద ఓడను ముంచేయడానికి చిన్న రంధ్రం చాలు.'),
(132, 'offline', '160', 'మనకున్న దానిపై నిర్లక్ష్యం, లేని దానిపై వ్యామోహమే మనం పూర్తి సుఖ సంతోషాలు అనుభవించలేక పోవటానికి కారణం.'),
(133, 'offline', '158', 'ప్రపంచంలో అత్యంత కష్టమైన పనులు మూడే మూడు .. రహస్యాన్ని కాపాడడం, అవమానాన్ని మరచిపోవడం, సమయాన్ని సద్వినియోగం చేయడం.'),
(134, 'offline', '161', 'ఎవరూ చూడనప్పుడు నీవు ఎలా ప్రవర్తిస్తావో అదే నీ నిజమైన స్వభావం.'),
(135, 'offline', '162', 'విజేత వెనుక ఉండేది అదృష్టమో, మంత్రదండమో కాదు... కఠిన శ్రమ, అంకితభావం.'),
(136, 'offline', '163', 'మంచి పుస్తకాలు దగ్గరుంటే మనకు మంచి మిత్రులు లేని లోపం కనిపించదు. గ్రంథపఠనాభిలాష గల వాడెక్కడున్నా సుఖంగా నివసించగలడు.'),
(137, 'offline', '165', 'మనం ఎందుకు జన్మించామో తెలుసుకోకుండానే మనలో చాలామంది ఈ ప్రపంచం నుంచి వెళ్ళిపోతూ ఉంటారు.'),
(138, 'offline', '170', 'విద్యను దాచుకోవద్దు. పదిమందికి పంచు. అది మరింత రాణిస్తుంది.'),
(139, 'offline', '172', 'వేలకొద్దీ నీతులు బోధించే బదులు ఒక్క మంచి పనిచేసి చూపించడం మేలు.'),
(140, 'offline', '173', 'మంచిపని చెయ్యడానికి ఎటువంటి సమయమైనా మంచి సమయమే.'),
(141, 'offline', '179', 'మంచితనాన్ని కేవలం మాటలవరకే పరిమితం చేయకు. దానిని మనస్సు వరకు వ్యాపింపచేయడం మానకు.'),
(142, 'offline', '184', 'మనసులోని యోచన, మాటలోని సూచన, క్రియలోని ఆచరణ - ఈ మూడు ఒకటిగా ఉన్నవాడే మహాత్ముడు.  '),
(144, 'offline', '192', 'అనంతమైన దుఃఖాన్ని చిన్న నవ్వు చెరిపివేస్తుంది. భయంకరమైన మౌనాన్ని ఒక్కమాట ప్రభావితం చేస్తుంది.'),
(145, 'offline', '196', 'అందరినీ సంతృప్తి పరచాలనుకుంటే ఒక్కరినీ సంతృప్తి పరచలేము.'),
(146, 'offline', '212', 'నేర్చుకుందామనే ధ్యాస ఉన్నవాడు ప్రతి సంఘటన నుండీ నేర్చుకుంటాడు. '),
(147, 'offline', '235', 'మంచి ఎక్కడ ఉన్నా పరిగ్రహించు. చెడు ఎక్కడ ఉన్నా పరిత్యజించు'),
(148, 'offline', '238', 'ఆత్మవిశ్వాసం కలిగిన వ్యక్తి మాత్రమే సరైన ఆరోగ్యవంతుడు.'),
(149, 'offline', '240', 'అభినందించడం తప్ప అసూయపడటం ఎరుగనివాడు ఎంతో అదృష్టవంతుడు.'),
(150, 'offline', '243', 'ఆశయాల కోసం జీవించాలి కానీ ఆశల కోసం కాదు.'),
(151, 'offline', '248', 'దురలవాట్లు మొదట్లో సాలె గూళ్ళులాంటివి. తర్వాత అవి ఇనుప గొలుసులై మిమ్మల్ని బంధిస్తాయి.'),
(152, 'offline', '245', 'సంతోషంగా వుండే వ్యక్తి ఇతరుల్ని కూడా సంతోషపరుస్తాడు.'),
(153, 'offline', '247', 'సంకల్పబలం ఉంటే తలచిన పని సునాయాసంగా పూర్తవుతుంది.'),
(154, 'offline', '264', 'మన కోసం మనం చేసేది మనతోనే అంతరించి పోతుంది. పరుల కోసం చేసేది శాశ్వతంగా నిలుస్తుంది.'),
(155, 'offline', '266', 'గొప్ప లక్ష్యాన్ని సాధించాలని ప్రయత్నించి విఫలం కావడం నేరం కాదు. గొప్ప లక్ష్యం లేకపోవడం నేరం. '),
(156, 'offline', '270', 'వికాసమే జీవనం, సంకోచమే మరణం, ప్రేమే జీవనం, ద్వేషమే మరణం. '),
(157, 'offline', '271', 'పరుల మేలు కోసం చేసిన పని ఎంత చిన్నదైనా అది మనలోని అంతశ్శక్తిని మేలుకొల్పుతుంది. ఇతరులకు కాస్త ఉపకారాన్ని ఊహించటం సైతం హృదయంలో సింహబలాన్ని నెలకొల్పుతుంది.'),
(158, 'offline', '364', 'ఉత్తములు ఏది న్యాయమో పరిగణిస్తారు. అల్పులు ఏది లాభమో ఆలోచిస్తారు.'),
(159, 'offline', '369', 'చుట్టూరా ఆవరించుకొని వున్న చీకటిని తిట్టుకుంటూ వూరికే కూర్చోవడంకంటే, ప్రయత్నించి ఎంత చిన్న దీపాన్నయినా వెలిగించడం మంచిది.'),
(160, 'offline', '341', 'మనిషి విజయం, ఆర్జించిన డబ్బుబట్టి కాక సాధించిన మనశ్శాంతిని బట్టి ఉంటుంది.'),
(161, 'offline', '356', 'ఉత్తమ వ్యక్తి ఎప్పుడు ఇతరులలోని మంచి లక్షణాల గురించే పట్టించుకుంటాడు. చెడువాటిని విమర్శించడు.'),
(162, 'offline', '353', 'ఇతరులు మనకు ఇచ్చేది తాత్కాలికమైనది. స్వయంకృషితో సంపాదించుకున్నదే శాశ్వతమైనది.'),
(163, 'offline', '339', 'మన జీవితానికి ఒక ఉద్దేశము, ఒక లక్ష్యము ఉంటేనేగాని అది జీవితం అనిపించుకోదు.'),
(164, 'offline', '336', 'చేయకుండా చేసామనేవాడు అధముడు. కొద్దిగా చేసి కొండంత చేసానని చెప్పేవాడు గర్విష్టి. ఎంతో చేసి కొంచెమే చేసానని చెప్పేవాడు సజ్జనుడు.'),
(165, 'offline', '334', 'తెలివిగల వ్యక్తికి తప్పనిసరిగా ఎల్లప్పుడూ ఉండే లక్షణం ప్రతి విషయాన్ని తెలుసుకోవాలనే ఆసక్తి.'),
(166, 'offline', '322', 'ఏ మంచిని, ఏ నమ్మకాన్ని నీవు ఎదుటివారి నుండి ఆశిస్తున్నావో, అవి ముందుగా నీ నుండే ప్రారంభం కావాలి.'),
(167, 'offline', '328', 'ఉన్నత మనస్కుడు ఒకరిని అవమానించడు. అవమానాన్ని సహించడు.'),
(168, 'offline', '326', 'దృఢమైన సంకల్పం, స్థిరమైన కృషి వుంటే విజయం తప్పక లభిస్తుంది.'),
(170, 'offline', '318', 'ఒక గొప్పవాని గొప్పతనం, అతడు తనకంటే తక్కువ వారితో వ్యవహరించే తీరును బట్టి తెలుస్తుంది.'),
(171, 'offline', '316', 'స్వర్గాన్ని నరకంగా చేసేది, నరకాన్ని స్వర్గంగా చేసేది మన మనస్సే.'),
(172, 'offline', '312', 'ఎంత అరగదీసినా గంధపు చెక్క పరిమళాన్ని కోల్పోదు. ఎన్ని కష్టనష్టాలెదురైనా ధీరుడు ఆత్మవిశ్వాసం కోల్పోడు.'),
(173, 'offline', '314', 'వైఫల్యం నిరాశకు కారణం కాకూడదు. కొత్త ప్రేరణకు పునాది కావాలి. '),
(174, 'offline', '309', ' ప్రతి మనిషిలోనూ మంచి చెడులు వుంటాయి. వారిలో చెడును మాత్రమే చూస్తే ముందుకు సాగలేము.'),
(175, 'offline', '310', 'తెలివిగలవాడు పగలు, రాత్రి కూడా తెలివిగానే ఉంటాడు'),
(176, 'offline', '308', 'పనిచేసే తత్వమూ, పనిపట్ల విశ్వాసమూ విజయానికి మూలకారణాలు.'),
(177, 'offline', '307', 'మనలో ఉన్న చెడు ఆలోచనలను తొలగించితే మంచి ఆలోచనలు మొదలవుతాయి.'),
(178, 'offline', '306', 'సాహసించేవాడి వెనుకే అదృష్టం నడుస్తూ ఉంటుంది.'),
(179, 'offline', '304', 'గొప్ప గుణాలుంటే సరిపోదు. వాటిని వినియోగించుకోగలగాలి.'),
(180, 'offline', '303', 'మంచి మాటలు విని ప్రయోజనం లేదు. వాటిని నిజ జీవితంలో ఎంతవరకు ఆచరణలోకి తెస్తున్నామనేదే ముఖ్యం.'),
(181, 'jeediguntla', 'chiru', 'చిమ్మచీకటికి కూడా రంగులు వెయ్యగలిగే జీవితం చాలా విలువైనది, వృధా చేసుకోకు - విజయ సారథి జీడిగుంట్ల'),
(183, 'chiru', 'dialogs', 'మీరు కోరుకున్న మనిషి మీ ముందుకు వచ్చినప్పుడు ఆనందపడాలే కాని, ఆశ్చర్యపడతారేంటి?  రాననుకున్నారా, రాలేననుకున్నారా?'),
(184, 'varma alluri', 'chiru', 'మెడలువంచి కష్టపడే తత్త్వం ఉన్నవారంతా జీవితంలో తప్పక విజయాలను సాధిస్తారు'),
(185, 'chiru', 'dialogs', 'సింహాసనం మీద కూర్చునే అర్హత అక్కడ ఆ ఇంద్రుడిది , ఇక్కడ ఈ ఇంద్రసేనుడిది '),
(186, 'chiru', 'dialogs', 'ప్రభుత్వం తో పనిచేయించుకోవడం మన హక్కు - దాన్ని లంచంతో కొనద్దు'),
(187, 'offline', '302', 'ఒక లక్ష్యంతో కృషి చేసే వ్యక్తి నేడు కాకపోయినా, రేపైనా విజయం సాధిస్తాడు. '),
(188, 'offline', '301', 'ఇతరులలోని మంచిని చూడటం వల్ల మన సద్గుణాలు వికాసం పొందుతాయి.'),
(189, 'offline', '300', 'పరిస్థితులకు సరిపడే స్వభావాన్ని అలవరచుకోగల వ్యక్తి ఎంతో అదృష్టవంతుడు.'),
(190, 'ics499', 'slider', 'web app development is fun'),
(191, 'offline', '299', 'అజ్ఞానం అహంకారానికి దారి తీస్తుంది. అహంకారం తీవ్ర అజ్ఞానికి దారి తీస్తుంది.'),
(192, 'offline', '298', 'తనను తాను సంస్కరించుకున్న వ్యక్తికే ఇతరులను సంస్కరించే అధికారం అందుతుంది.'),
(193, 'offline', '296', 'ఆకలివేసినా సింహం గడ్డిమేయదు. కష్టాలెన్ని చుట్టుముట్టినా ఉత్తముడు నీతి తప్పడు.  '),
(194, 'offline', '295', 'మన మనస్సుని మరొకరు బాధ పెట్టలేనంత దృఢంగా తయారు చేసుకోవాలి.'),
(195, 'offline', '291', 'ప్రపంచంలో నువ్వొక సాధారణ మనిషివే కావచ్చు, కానీ కనీసం ఒక్కరికైనా నువ్వు ప్రపంచమంత గొప్పగా కనిపించేలా జీవించు.'),
(196, 'offline', '293', 'మన జీవితాలను మనమే మార్చుకోవాలి గానీ, ఎవరో వస్తారని ఎదురు చూడకూడదు. '),
(197, 'offline', '290', 'సలహాలు అందరూ పొందుతారు. కాని వివేకవంతులే వాటివల్ల లాభాన్ని పొందుతారు.'),
(198, 'offline', '288', 'మనసుపెట్టి పనిచేస్తే, ఏ వృత్తిలో, ఏ పనిలోనైనా కలిగే తృప్తే మనిషికి ఆత్మవిశ్వాసం కలిగిస్తుంది. అప్పుడు ఆకలి,నిద్ర అసలు గుర్తుకు రావు.'),
(199, 'offline', '283', 'చేసిన తప్పును సమర్థించుకోవటం కంటే, దాన్ని సరిదిద్దుకునేందుకు తక్కువ సమయం పడుతుంది.'),
(200, 'offline', '287', 'విజయం సాధించాలనే మీ సంకల్పమే అన్నింటికంటే ముఖ్యమని అనుక్షణం గుర్తు చేసుకోండి. '),
(201, 'offline', '279', 'మనుషులు రెండు రకాలు. పని చేసే వాళ్ళు, గొప్పలు చెప్పుకునే వాళ్ళు. మొదటివారితో ఉండటమే నయం, అక్కడ పోటీ తక్కువ.  '),
(202, 'offline', '282', 'జీవితం కరిగిపోయే మంచు. ఉన్నదాంట్లో నలుగురికీ పంచు. '),
(203, 'offline', '276', 'జీవితం వృథా చేసుకోవడానికి కాదు. చైతన్యవంతంగా ప్రయోజానాత్మకంగా జీవించడానికి.'),
(204, 'offline', '278', 'యజమానికీ నాయకుడికీ తేడా ఒకటే.. \"మీరు చేయండి\" అంటాడు యజమాని. \"మనం చేద్దాం\" అంటాడు నాయకుడు.  '),
(205, 'offline', '275', 'ప్రేమించడం నా సహజలక్షణం అని తెలుసుకుంటే ఈర్ష్య నీ దరికి చేరదు.'),
(206, 'offline', '274', 'జీవితంలోని అందం, ఆనందం, అతి పెద్ద విషయాలలో కాదు.. అతి చిన్న విషయాలలో దాగి వుంది.'),
(208, 'offline', '272', 'ధనవంతుడు అంటే ఎలా సంపాదించాలో తెలిసినవాడు కాదట. ఎంత సక్రమంగా ఖర్చు పెట్టాలో తెలిసినవాడట. '),
(209, 'offline', '265', 'నీటిబిందువు కాలుతున్న పెనంమీద పడితే రూపురేఖలు లేకుండా ఆవిరవుతుంది.ముత్యపు చిప్పలో పడితే ముత్యమై మెరుస్తుంది. అలాగే, మనిషి నీచుడి నీడ చేరితే నశిస్తాడు. ఉత్తముడిని ఆశ్రయిస్తే ఉజ్వలంగా వెలుగుతాడు'),
(210, 'offline', '263', 'జీవితంలో సర్వస్వం కోల్ఫ్యినా ఒక్కటి మాత్రం మిగిలి ఉంటుంది. అదే భవిష్యత్తు.'),
(211, 'offline', '262', 'గొప్ప వ్యక్తుల జీవిత చరిత్రలు చదవాలి. వారి ఆలోచనలనుండి స్ఫూర్తి పొందుతూ ఉండాలి, అప్పుడే వారి లక్షణాలు మనకు వస్తాయి.'),
(212, 'offline', '260', 'పుస్తకాలూ, స్నేహితులూ కొద్దిగా ఉన్నా మేలైనవిగా ఉండాలి.'),
(213, 'offline', '256', 'నీ మీద నీకు నమ్మకం పెరుగుతున్నప్పూడు నీ సమర్ధత కూడా పెరుగుతుంది.'),
(215, 'offline', '249', 'ఇతరులు చేసిన ఏ పనివల్ల నీ మనస్సుకు బాధ కలుగుతుందో ఆ పనిని నీవు ఇతరులకు చేయవద్దు.  '),
(216, 'offline', '252', 'ప్రయాణంలో మంచి తోడు గమ్యాన్ని దగ్గరచేస్తుంది.  '),
(217, 'offline', '254', 'విడవకుండా ప్రయత్నం చేసేవారిని చూసి ఓటమి భయపడుతుంది.  '),
(218, 'offline', '255', 'మనిషి వ్యక్తిత్వం అతని హోదానిబట్టి కాక ప్రవర్తనను బట్టి తెలుస్తుంది. '),
(219, 'offline', '259', 'మనీ గురించే గాక మానవత్వం గురించి ఆలోచించండి.  '),
(220, 'offline', '241', 'అనవసరమైన విషయాలలో కలగజేసుకొనని వ్యక్తి, ప్రతి విషయంలోనూ తప్పనిసరిగా విజయం సాధిస్తాడు.'),
(221, 'offline', '239', 'బుద్ధిమంతుడైన వాడు ముందు తనలోని అవగుణాలను గుర్తించి సరిదిద్దుకుంటాడు. ఆ తరువాత ఎదుటివారి సద్గుణాలను గుర్తించి స్వంతం చేసుకుంటాడు.'),
(222, 'offline', '237', 'మాటలలో పరిమితిని, చేతలలో అపరిమిత సామర్ధ్యాన్ని చూపించగలగడమే ఉత్తమ వ్యక్తిత్వలక్షణం.'),
(223, 'offline', '236', 'ఒక గొప్ప పుస్తకం చదివినప్పుడు ఓ కొత్త స్నేహితుడు దొరికినంత సంబరమూ, దాన్ని మళ్ళీ చదివినప్పుడు చిరకాల మిత్రుణ్ణి కలిసినంత ఆనందమూ కలుగుతుంది.'),
(224, 'offline', '152', 'మనకు రెండు రకాల విద్య అవసరం. ఒకటి జీవనోపాధి ఎలా కల్పించుకోవాలో నేర్పాలి. రెండోది ఎలా జీవించాలో నేర్పాలి.'),
(225, 'offline', '171', ' మనిషికి బాగా అవసరమయ్యేది కాలమే! అయితే మనిషి ఎక్కువగా దుర్వినియోగం చేసుకునేది కూడా కాలాన్నే!'),
(226, 'offline', '190', 'జీవితంలో సంతృప్తి పడే వ్యక్తి  ఎల్లప్పుడూ ఆనందంగానే ఉంటాడు. అసంతృప్తిగా జీవించే వ్యక్తి నిరంతరం దుఃఖంలో ఉంటాడు.'),
(227, 'offline', '199', 'వాడని ఇనుము తుప్పు పడుతుంది. కదలని నీరు స్వచ్ఛతను కోల్పోతుంది. అలాగే బద్ధకం మెదడును నిస్తేజం చేస్తుంది. '),
(228, 'offline', '201', 'మీకు ఇష్టమైన దాన్ని అందుకోవడానికి కృషి చేయకపోతే, అందుబాటులో ఉన్నదాన్నే ఇష్టపడాల్సి వస్తుంది.'),
(229, 'offline', '214', 'గుణానికి మనకంటే ఎక్కువ వున్నవారితోనూ, ధనానికి మనకంటే తక్కువ వున్నవారితోనూ పోల్చుకోవాలి.'),
(230, 'offline', '221', 'నిన్నటి కంటే నేడు నీ వివేకం పెరగకపోతే నీ జీవితంలో ఓ రోజు వ్యర్థమై పోయిందని తెలుసుకో.'),
(231, 'offline', '223', 'ఉపాధ్యాయుడు నిరంతరం నేర్చుకుంటూ ఉంటే తప్ప ఇతరలకు బోధించలేడు. దీపం తాను వెలుగుతూ ఉంటే తప్ప మరో దీపాన్ని వెలిగించలేదు.'),
(232, 'offline', '233', 'ఒక్క తప్పు కూడా చెయ్యని వ్యక్తిని మీరు చూపిస్తే, ఒక్క పని కూడా చెయ్యని వ్యక్తిని నేను చూపిస్తా.'),
(233, 'offline', '234', 'శ్రద్ధ, నిజాయితీ, విధేయత, సత్యాన్వేషణ, కష్టపడి పనిచేసే గుణం విజయానికి సోపానాలు.'),
(234, 'offline', '222', 'జీవితంలో ఒక అడుగు వెనక్కిపడితే రెండు అడుగులు ముందుకి ఎలా వెళ్ళాలో ఆలోచించాలి.'),
(235, 'offline', '220', 'ధనం మదాన్ని పెంచకూడదు. దయను పెంచాలి.'),
(236, 'offline', '217', 'నీతి, న్యాయం, ధర్మం, దానం, త్యాగం - ఈ అయిదు గుణాలు ఉన్నవారే నిజమైన ఆస్తిపరులు.'),
(237, 'offline', '215', 'రాళ్ళలాగా ఎక్కడంటే అక్కడ దొరక్కుండా అరుదుగా లభిస్తాయి కనుకే వజ్రాలకంత విలువ. ప్రశంసలైనా అంతే!'),
(238, 'offline', '213', 'జ్ఞానం పెరెగే కొద్దీ తన అజ్ఞానం ఎంతో తెలిసి వస్తూంటుంది.'),
(239, 'offline', '211', 'స్వయంకృషితో పైకొచ్చిన వ్యక్తి ముందు అదృష్టం గురించి మాట్లాడకండి.  '),
(240, 'offline', '204', 'జీవితాన్ని ప్రేమించేవారు, సమయాన్ని వృధా చేయరు.'),
(241, 'offline', '202', 'ఆవేశంగా ఉన్నప్పుడు నిర్ణయాలు తీసుకోవడం, ఆనందంగా ఉన్నప్పుడు ఆలోచించకుండా మాట ఇవ్వడం చాలా ప్రమాదం.'),
(242, 'offline', '200', 'కష్టాలలో ఉన్నవారిని చూసి సామాన్యులు బాధపడతారు. ధీరులు సాయపడతారు.'),
(243, 'offline', '197', 'నేటి తెలివైన నిర్ణయం, రేపటి బంగారు భవితకు పునాది.'),
(244, 'offline', '194', 'ఆశలు, ఆశయాలు అందరికీ వుంటాయి. కాని నిత్యం శ్రమించేవారే వాటిని అందుకోగలుగుతారు.'),
(245, 'offline', '193', 'శ్రమయే మనుషుల్ని అదృష్టవంతుల్ని చేస్తుంది.'),
(246, 'offline', '183', 'ఆనందంగా పనిచేయటం గొప్ప ఆరోగ్యసూత్రం'),
(248, 'offline', '78', 'బోధకుడుగా వుండాలనుకునే ప్రతి వ్యక్తికి తన అభిప్రాయాలనే నూరి పోయకుండా, మనస్సులకు ఉత్తేజాన్ని కలిగించేలాగ లక్ష్యం ఉండాలి.'),
(260, 'offline', '74', 'శారీరకంగా వచ్చే అందం ఈ రోజున వుంటే రేపు పోవచ్చు. వ్యక్తిత్వం ద్వారా మన చుట్టూ ఏర్పరచుకున్న ఆకర్షణ జీవితాంతం ఉంటుంది.'),
(261, 'offline', '16', 'నువ్వెంత కష్టపడి పనిచేస్తున్నావో చెప్పొద్దు. ఎంతపని పూర్తయిందో చెప్పు.'),
(262, 'mario', 'demo', 'everything is good'),
(263, 'kamala', 'harris', 'మనం గెలిచాం. మనం గెలిచాం జో. మీరు అమెరికా అధ్యక్షుడు కాబోతున్నారు!'),
(264, 'testing', 'testing', 'programming in php is fun'),
(265, 'cicero', 'B Plus', 'A thankful heart is not only the greatest virtue, but the parent of all the other virtues. - cicero'),
(268, 'అభినేత్రి సావిత్రి', 'కుటుంబ గౌరవం', 'ఆనందాలే నిండాలి. అనురాగాలే పండాలి. అందరు ఒకటై ఉండాలి. కన్నుల పండుగ చెయ్యాలి.'),
(269, 'అభినేత్రి సావిత్రి', 'డాక్టర్ చక్రవర్తి', 'ఆశలు తీరని ఆవేశములో ఆశయాలలో ఆవేదనలో చీకటి మూసిన ఏకాంతములో తోడొకరుండిన అదే బాగ్యము అదే స్వర్గము'),
(271, 'junk', 'junk2', 'junk'),
(272, 'junk', 'junk', 'junk'),
(273, 'test', 'test', 'test');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `preferences`
--
ALTER TABLE `preferences`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `quote_table`
--
ALTER TABLE `quote_table`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `quote_table`
--
ALTER TABLE `quote_table`
  MODIFY `id` int(5) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=274;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
