-- phpMyAdmin SQL Dump
-- version 5.0.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Apr 14, 2020 at 05:22 AM
-- Server version: 10.4.11-MariaDB
-- PHP Version: 7.4.2

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `quotes_db`
--

-- --------------------------------------------------------

--
-- Table structure for table `pref`
--

CREATE TABLE `pref` (
  `value` int(10) NOT NULL COMMENT 'How many rows we can have',
  `Language` varchar(15) NOT NULL COMMENT 'What language we should assume a quote is in.',
  `display` varchar(12) NOT NULL COMMENT 'puzzles, quotes or both for main page dispaly',
  `ID` int(1) NOT NULL DEFAULT 1,
  `NAME` varchar(30) NOT NULL,
  `COMMENTS` varchar(50) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `pref`
--

INSERT INTO `pref` (`value`, `Language`, `display`, `ID`, `NAME`, `COMMENTS`) VALUES
(4, 'English', 'Puzzles', 1, '', '');

-- --------------------------------------------------------

--
-- Table structure for table `preferences`
--

CREATE TABLE `preferences` (
  `id` int(2) NOT NULL,
  `name` varchar(40) NOT NULL,
  `value` varchar(10) NOT NULL,
  `comments` varchar(50) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1 COMMENT='for storing model and UI preferences';

--
-- Dumping data for table `preferences`
--

INSERT INTO `preferences` (`id`, `name`, `value`, `comments`) VALUES
(1, 'DEFAULT_COLUMN_COUNT', '15', 'this is the default column count for the puzzle'),
(2, 'DEFAULT_LANGUAGE', 'Telugu', 'Telugu and English are two possible values'),
(3, 'DEFAULT_HOME_PAGE_DISPLAY', 'Puzzle', 'Puzzle, Quote, Both - are three possible values');

-- --------------------------------------------------------

--
-- Table structure for table `quote_table`
--

CREATE TABLE `quote_table` (
  `id` int(5) NOT NULL,
  `author` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `topic` varchar(50) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `quote` varchar(300) COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `quote_table`
--

INSERT INTO `quote_table` (`id`, `author`, `topic`, `quote`) VALUES
(1, 'అబ్దుల్ కలాం', 'general', 'మన జననం ఓ సాధారణమైనది కావచ్చు. కానీ మన మరణం మాత్రం ఒక చరిత్ర సృష్టించేదిగా ఉండాలి'),
(2, 'మహత్మా గాంధీ', 'general', 'అహింసకు మించిన ఆయుధం లేదు.'),
(3, 'మహత్మా గాంధీ', 'general', 'ఆత్మాభిమానం, గౌరవాల్ని వేరెవరో పరిరక్షించరు, మనకు మనమే వాటిని కాపాడుకోవాలి.'),
(4, 'మహత్మా గాంధీ', 'general', 'ఆలోచనల పరిణామమే మనిషి. అతను ఎలా ఆలోచిస్తే అలా తయారౌతాడు.'),
(5, 'మహత్మా గాంధీ', 'general', 'కంటికి కన్ను సిద్ధాంతం ప్రపంచాన్ని అంధకారంలోకి నెట్టివేస్తుంది.'),
(6, 'మహత్మా గాంధీ', 'general', 'ఆత్మార్పణకు,స్వచ్చతకు నిలయం కానప్పుడు స్త్రీకి విలువ లేదు.'),
(7, 'మహత్మా గాంధీ', 'general', 'ఓటు, సత్యాగ్రహం ఈ రెండూ ప్రజలచేతిలోని ఆయుధాలు.'),
(8, 'మహత్మా గాంధీ', 'general', 'భారతీయులు తమలో తాము పోట్లాడుకోవడం మానుకున్నప్పుడే మనకు అసలైన స్వాతంత్ర్యం వస్తుంది.'),
(9, 'మహత్మా గాంధీ', 'general', 'మార్పునుకు సిద్ధంగా ఉండండి. అపుడే కొత్త ప్రపంచాన్ని చూడగలుగుతారు.'),
(10, 'మహత్మా గాంధీ', 'general', 'పాము కాటు శరీరాన్ని విషతుల్యం చేస్తుంది, అదే తాగుడు వ్యసనం ఆత్మను చంపేస్తుంది.'),
(11, 'మహత్మా గాంధీ', 'general', 'హక్కులకు వాస్తవమైన మూలాధారం-కర్తవ్య నిర్వహణం.మనం మన కర్తవ్య నిర్వహణ చేసినట్లయితే హక్కులు పొందేందుకు ఎంతో దూరంలో ఉండము.మన విధులు నిర్వర్తించకుండా హక్కుల కోసం పరుగెత్తినట్లయితే అవి మనల్ని దాటి పోతాయి.మనం ఎంతగా వాటిని వెంబడిస్తే అవి అంత త్వరితంగా ఎగిరిపోతాయి.'),
(12, 'మహత్మా గాంధీ', 'book reading', 'మీరు పుస్తకాలు పఠించవచ్చు.కానీ అవి మిమ్మల్ని ఎక్కువ దూరం తీసుకెళ్ళలేవు.మీలోని ఉత్తమత్వాన్ని బయటికి తేవటమే నిజమైన విద్య అనిపించుకుంటుంది.మానవత్వం అనే పుస్తకం కంటే వేరొక ఉత్తమ గ్రంధం ఏమి ఉంటుంది.ప్రపంచం ఆధిపత్యం వహించిన పటిష్టవంతమైన శక్తి-ప్రేమ.మరియు అది వినయం గల కల్పనా రూపము.ప్రేమ ఎక్కడ ఉంటుందో,దేవుడ'),
(13, 'మహత్మా గాంధీ', 'general', 'జీవితంలో స్వచ్చమైనవి మరియు ధార్మికమైనవి అయిన వాటన్నిటికీ స్త్రీలు ప్రత్యేక సంరక్షకులు.స్వభావరీత్యా మితవాదులైనందువల్ల మూఢాచారాలను విడనాడటంలో ఆలస్యం చేస్తారు. అలాగే జీవితంలో స్వచ్చమైనవి,గంభీరమైనవి వదిలి పెట్టేందుకు కూడా అలస్యం చేస్తారు.'),
(14, 'మహత్మా గాంధీ', 'general', 'విద్యార్థుల ఆలోచనలు, ఆచరణలు క్రమశిక్షణా సహితంగా లేకుంటే వారు చదువంతా వృధా.'),
(15, 'మహత్మా గాంధీ', 'general', 'ఎవరైతే చిరునవ్వుల్ని ధరించరో వారు పూర్తిగా దుస్తులు ధరించినట్లు కాదు.'),
(16, 'మహత్మా గాంధీ', 'general', 'ఒక అభివృద్ది చెందిన కంఠం నుండి ఉత్తమ సంగీతం సృష్టించే కళను అనేకమంది సాధించవచ్చు కానీ ఒక స్వచ్చమైన జీవితం అనే మధురస్వరము నుండి అటువంటి సంగీతకళను పెంపు చేయటం చాలా అరుదుగా జరుగుతుంది. అన్ని కళల కంటే జీవితం గొప్పది. పరిపూర్ణత్వానికి చేరువ కొచ్చిన జీవితం గల మానవుడే అత్యంత గొప్ప కళాకారుడని నేను ప్రకటిస్తా'),
(17, 'మహత్మా గాంధీ', 'general', 'మన ప్రార్థన హృదయ పరిశీలన కోసం.భగవంతుని మద్దతు లేకుండా మనం నిస్సహాయులమని మనకు అది గుర్తు చేస్తుంది.దాని వెనుక భగవంతుని దీవెన లేనట్లయితే ఉత్తమమైన మానవ ప్రయత్నం కూడా నిష్పలమౌతుంది.'),
(18, 'మహత్మా గాంధీ', 'general', 'సత్యాగ్రహము జయమైందని ప్రజలు సంతోషించారే కాని సంపూర్ణ విజయ లక్షణాలు లోపించడం వలన నాకు సంతృప్తి కలుగలేదు.'),
(19, 'మహత్మా గాంధీ', 'general', 'మన అభిప్రాయాలను ఇతరులపైన బలవంతంగా రుద్దడం వలన మనం నిజమైన స్వాతంత్ర్యాన్ని సంపాదించుకోలేము.'),
(20, 'మహత్మా గాంధీ', 'general', 'మనిషిని బాధించే జంతువులను చంపకూడదని నా అభిప్రాయం కాదు. ఏది హింస, ఏది అహింస అన్నది మనుషులు తమ విచక్షణతో తెల్సుకోవాలి.'),
(21, 'మహత్మా గాంధీ', 'general', 'నా మట్టుకు సత్యాగ్రహ ధర్మ సూత్రం ప్రేమ సూత్రం లాంటిది. ఒక అనంతమైన శాశ్వతమైన సిద్ధాంతం. సత్యాగ్రహ నియమాలు ఒక క్రమపరిణామాన్ని కలిగి ఉంటాయి.'),
(22, 'మహత్మా గాంధీ', 'general', 'ప్రజాస్వామ్య స్పూర్తిని ఇతరులెవ్వరూ బలవంతంగా రుద్దలేరు, అది అంతర్గతంగా, స్వతసిద్ధంగా వికసించాల్సి ఉంటుంది.'),
(23, 'మహత్మా గాంధీ', 'general', 'విద్యార్థుల ఆలోచనలు, ఆచరణలు క్రమశిక్షణా సహితంగా లేకపోతే వారి చదువంతా వృథా.'),
(24, 'మహత్మా గాంధీ', 'general', 'చెడును నిర్మూలించేందుకు ఆయుధాలు పడితే జరిగేది రెండు దుష్టశక్తుల మధ్య యుద్ధమే.'),
(25, 'మహత్మా గాంధీ', 'general', 'చదవడం వలన ప్రయోజనమేమంటే నలుమూలల నుంచీ వచ్చే విజ్ఞానాన్ని పొందడం, దాన్నుంచి గుణపాఠాలు తీసుకోవడం.'),
(26, 'మహత్మా గాంధీ', 'general', 'ఆచరించడం కష్టమని మూలసూత్రాలను విడిచిపెట్టకూడదు. ఓర్పుతో వాటిని ఆచరించాలి.'),
(27, 'మాక్సిం గోర్కీ', 'book reading', 'పుస్తకాలు బురదగుంటలో పడిఉన్న నన్ను లేవనెత్తి నా ముందు విశాలమైన ప్రపంచ దృక్పథాలను సాక్షాత్కరింపజేశాయి.'),
(28, 'మహత్మా గాంధీ', 'book reading', 'చదివిన పుస్తకాల నుంచి జ్ఞానాన్ని పొంది పాఠాలు నేర్చుకోవడమే చదువు ఉద్దేశ్యం.'),
(29, 'కందుకూరి వీరేశలింగం \n', 'book reading', 'చినిగిన చొక్కా అయినా తొడుక్కో - కానీ ఓ మంచి పుస్తకం కొనుక్కో.'),
(30, 'జవహర్ లాల్ నెహ్రూ\n', 'book reading', 'గొప్ప గ్రంథాలు ఆలోచింపజేస్తాయి. ఎందుకంటే అవి గొప్ప ఆలోచనలకు అక్షర రూపం.'),
(31, 'డా.బి.ఆర్. అంబేద్కర్ ', 'book reading', 'పుస్తకాలు దీపాల వంటివి. వాటి వెలుతురు మనో మాలిన్యమనే చీకటిని తొలగిస్తాయి.'),
(32, 'డా. సర్వేపల్లి రాధాకృష్ణ ', 'book reading', 'పుస్తక పఠనం వల్ల జ్ఞాన సంపద, మానసిక ఆనందం పెరుగుతాయి.'),
(33, 'డా. సి. నారాయణ రెడ్డి', 'book reading', 'నీ ఎద తలుపులన్నీ తెరుచుకొని, నీవు ఎదగాలంటే తీరికలేని విధంగా చదవాలి.\n'),
(34, 'యండమూరి వీరేంద్రనాథ్', 'book reading', 'చెప్పాలనుకుంటే పెన్నుని, వినాలునుకుంటే పుస్తకాన్ని ఆశ్రయిస్తాను. '),
(35, 'నెల్సన్ మండేలా ', 'education', 'విద్యను మించిన శక్తివంతమైన ఆయుధం మరోటి లేదు. దానిని సమర్ధంగా ఉపయోగించుకోగలిగితే ప్రపంచాన్ని మార్చవచ్చు.\n'),
(36, 'డా.ఎ.పి.జె. అబ్దుల్ కలాం ', 'education', 'హుందాతనం సాధించాలంటే విద్యను మించింది లేదు. '),
(37, 'అబ్రహం లింకన్\n', 'education', 'వెన్నెలలోని హాయిని, కోయిలలోని కమ్మదనాన్ని, అమ్మ లాలన లోని తీయదనాన్ని రుచి చూపిస్తుంది చదువు.'),
(38, 'సుద్దాల అశోక్ తేజ ', 'book reading', 'వీసా లేకుండా విశ్వదర్శనం చేయించగలిగే పుష్పక విమానం - పుస్తకం.\n'),
(39, 'రవీంద్రనాథ్ టాగూర్ ', 'education', 'కేవలం సమాచారం ఇచ్చేది విద్య కాదు, అందరితో కలిసి సామరస్యంగా జీవించేలా చేసేదే ఉన్నత విద్య.\n'),
(40, 'జిడ్డు కృష్ణమూర్తి', 'education', 'చదువు అంటే - పుస్తకం చదవడం, పరీక్ష పాస్ కావడం కాదు. పుట్టినప్పటి నుంచి చనిపోయే క్షణం వరకు ఆ ప్రక్రియ కొనసాగుతూనే ఉంటుంది.\n'),
(41, 'సిసిరో', 'book reading', 'పుస్తకాలు లేని గది... ఆత్మ లేని దేహం వంటిది.\n'),
(42, 'ఆర్.డబ్ల్యు.ఎమర్సన్ \n', 'book reading', 'పుస్తకాలు సరిగ్గా వినియోగించుకుంటే ఎంత మంచివో,దురుపయోగించుకుంటే వాటి అంత చెడ్డవి లేవు. \n'),
(43, 'అబ్రహం లింకన్', 'book reading', 'ఇతరుల రచనలు చదివి నిన్ను నువ్వు అభివృద్ధి పరచు కోవడానికి ప్రయత్నించు. ఇతరులు ఎంతో శ్రమపడి తెలుసుకున్నవి అప్పుడు నువ్వు సునాయాసంగా గ్రహించే వీలుంది. \n'),
(44, 'మార్క్ ట్వేయిన్', 'book reading', 'మంచి పుస్తకాలు చదవని వాళ్లకు మనుషుల్ని సరిగ్గా అర్ధం చేసుకునే అవకాశం ఉండదు.\n'),
(45, 'హరిదాయాళ్ ', 'book reading', 'పుస్తకం కొన్నప్పుడల్లా నువ్వు నీ మానసిక స్థాయిని కొంచెం పెంచుకుంటున్నావు.\n\n'),
(46, 'రాయ్.ఎల్ స్మిత్ ', 'book reading', 'ఒక బ్యాంకులో కంటే ఒక మంచి పుస్తకంలో ఎక్కువ సంపద ఉంటుంది.'),
(47, 'ఎర్ల్ నైటేనింగల్', 'book reading', 'భూమికి సూర్యుడు ఎలాంటివాడో నా జీవితానికి పుస్తకాలు అటువంటివి'),
(48, 'డేనియల్ జి.బూస్తాన్', 'education', 'చదువు ద్వారా మన ప్రపంచాన్ని, మన చరిత్రను, మనలను మనం ఆవిష్కరించుకుంటాం.\n\n'),
(49, 'సూర్యదేవర రాంమోహన్ రావు ', 'education', 'చదవడం అంటే ఆకురాయిపై కత్తిని పదును పెట్టినట్లే.\n'),
(50, 'బార్క్ హెడ్జెస్', 'book reading', 'అంతకు ముందు అవుతుందనుకోని మార్గంలో నిన్ను పయనించేలా ప్రేరేపిస్తుంది ‘పుస్తక పఠనం’\n							'),
(51, 'ఫ్రోన్సిస్ బేకన్ ', 'book reading', 'చదివే అలవాటు మనిషిని పరిపూర్ణుడిగా చేస్తుంది.రాసే అలవాటు అతన్ని ఖచ్చితమైన వ్యక్తిగా చేస్తుంది. \n'),
(52, '‘అక్షర వృక్షాలు’ పుస్తకం ', 'general', 'ఎండలు మండుతున్నా నీడ నీకు ఇస్తుంది.జడివానలు తడిపినా, గొడుగై తను నిలుస్తుంది.'),
(53, '‘అక్షర వృక్షాలు’ పుస్తకం ', 'general', 'ఎక్కడ మొక్కలు ఉండవొ అక్కడ వర్షాలు కూడా ఉండవు.మొక్కలు భగవంతుని ప్రేమకు ప్రతిరూపాలు. \n'),
(54, '‘అక్షర వృక్షాలు’ పుస్తకం ', 'general', 'పచ్చని చెట్లను పెంచండి! పుట్టే ప్రతి బిడ్డకు స్వచ్ఛమైన గాలిని ఇవ్వండి!!'),
(55, '‘అక్షర వృక్షాలు’ పుస్తకం ', 'general', 'పది చేదబావులతో ఒక దిగుడి బావి సమానము. పది దిగుడు బావులతో ఒక సరస్సు సమానము.పది సరస్సులతో ఒక పుత్రుడు సమానము. అటువంటి పది పుత్రులతో ఒక చెట్టు సమానము.\n'),
(56, '‘అక్షర వృక్షాలు’ పుస్తకం ', 'general', 'మానవ జీవితం ఆరంభమైంది అడవుల్లోనే...అడవులు అంతమైనప్పుడు మనిషి అంతమవుతాడు.\n'),
(57, '‘అక్షర వృక్షాలు’ పుస్తకం ', 'general', 'చెట్టు రకరకాలుగా మనిషికి ఉపయోగపడినట్లు, మనిషి చెట్టుని అనుకరిస్తూ జీవిస్తే చాలు ధన్యజీవి అవుతాడు. \n'),
(58, '‘అక్షర వృక్షాలు’ పుస్తకం ', 'general', 'మాటలాడని మౌనులు చెట్లు. పక్షులతో పాటలు పాడిస్తాయి మట్టిని వదలని మమతలు చెట్లు. గాలికి ఆటలు నేర్పిస్తాయి.\n'),
(59, '‘అక్షర వృక్షాలు’ పుస్తకం ', 'general', 'ఇళ్ళన్నింటిలోన ఏ ఇల్లు మేలు. విరివిగా చెట్లున్న ప్రతి ఇల్లు మేలు.\n'),
(60, 'డా. ఉండేల మాలకొండారెడ్డి ', 'general', 'నడవలేదు గాని. తను నడవడి చూపిస్తుంది.వాగ్దానాలను చేయకుండా వరాలు కురిపిస్తుంది.'),
(61, 'డా. ఉండేల మాలకొండారెడ్డి ', 'general', 'అధికారికి తలవంచదు, అనాధలను పొమ్మనదు. అందరికీ ఒకే రకం ఆదరణను పంచుతుంది.\n'),
(62, 'డా. ఉండేల మాలకొండారెడ్డి ', 'general', 'సిద్ధార్థుని తన యొడిలో బుద్ధిగ కూర్చుండమని బుద్ధునిగా ఉండేలా! బుద్ధిగరిపి పంపింది. \n'),
(63, 'డా. జె. బాపు రెడ్డి\n', 'general', 'నీటి కాలుష్యం, నేల కాలుష్యం,గాలి కాలుష్యం, శబ్ద కాలుష్యం వంటివి పంచభూతాల పాలిట పరమశత్రువులు.\n'),
(64, 'డా. వడ్డేపల్లి కృష్ణ\n', 'general', 'చెట్లే ప్రగతికి తొలిమెట్లు. చెట్లే జగతికి పనిముట్లు.\n'),
(65, 'డా. వడ్డేపల్లి కృష్ణ\n', 'general', 'కంపుగొట్టు విషవాయువలన్ని కడుపునిండుగా తామే పీల్చి \nప్రాణవాయువుల మనకందించి పరిసరాల రక్షించును చెట్లు.'),
(66, 'డా. వడ్డేపల్లి కృష్ణ\n', 'general', 'ఆకాశంలో విహరించే మేఘాలను ఆకర్షించి వర్షాలను కురిపించేవి వన్నెలెన్నో కలిగించేవి.. చెట్లు.\n'),
(67, 'టి. వినోద్ కుమార్ ', 'general', 'పచ్చని చెట్లు తోడుంటే \nపాడే కోయిల వెంటుంటే \nభూలోకమే ఆనందానికి ఇల్లు.. \nఈ లోకంలో కాలుష్యమింక చెల్లు..\n'),
(68, 'డా. సుద్దాల అశోక్ తేజ', 'general', 'చెట్టునురా - చెలిమినరా!\nతరువునురా - తల్లినిరా\nనరికి వేయబోకురా\nకరువు కోరుకోకురా!\nఅమ్మనురా! అమ్మకురా!\nకొడుకునురా! నన్ను కొట్టకురా! \n'),
(69, 'డా. ఎస్వీ. సత్యనారాయణ', 'general', 'శిశిరానికి శిరసువంచి\nఆకులన్ని రాల్చినా \nఆమని ఆగమనవేళ \nమళ్ళీ చిగురిస్తుంది.\n'),
(70, 'సబ్బని లక్ష్మీనారాయణ\n', 'general', 'పది మొక్కలైనా నాటి \nపది చెట్లనయినా పెంచు\nమట్టి బిడ్డయి పుట్టినందుకు\nమనుగడ సాగించేందుకు.\n'),
(71, 'ఆచార్య రావికంటి వసునందన్ ', 'general', 'తన శరీరములోని ప్రతి భాగము చేతను ఇతరులకు సుఖము కలిగించేది వృక్షము. అందుకే చెట్టు ప్రశంసనీయమైనది.\n'),
(72, 'సోమిశెట్టి వేణుగోపాల్ ', 'general', 'పిచ్చి మొక్కలు కూడా \nపచ్చదనాన్నే పరుస్తాయి\nమేధస్సునే మదించిన మనిషి మాత్రం \nఅమృతాన్ని తాను సేవించి\nహాలాహలాన్ని భవిష్యత్తు తరాలకు \nపంచుతున్నాడు.  \n'),
(73, 'మంత్రి లక్ష్మీనారాయణ ', 'general', 'పచ్చదనంతోనే ప్రగతి విరాజిల్లుతుంది \nపచ్చదనం లోపిస్తే పుడమి విలవిలలాడుతుంది\nప్రతి వ్యక్తి తోటమాలియై \nపుడమిని బృందానంలా తీర్చాలి.\n'),
(74, 'ఎస్. అరుణ ', 'general', 'చెట్టు మరకతం \nచెట్టు హరితగీతం \nచెట్టు ఒక భావన\nచెట్టు ఒక దీవెన\n'),
(75, 'జయంపు క్రిష్ణ\n', 'general', 'మనం పది కాలాల పాటు\nపదిలంగా ప్రశాంతంగా ఉండాలన్నా \nప్రకృతిలో సహజత్వం నిండాలన్నా \nచెట్లు పచ్చగా ఎదగాలి \nనేస్తాల్లా నేత్రాల్లో మెదగాలి\nఅందుకే నేను \nచెట్లకు నమస్కరిస్తాను. \n'),
(76, 'test', 'test', 'test test test ');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `preferences`
--
ALTER TABLE `preferences`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `quote_table`
--
ALTER TABLE `quote_table`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `quote_table`
--
ALTER TABLE `quote_table`
  MODIFY `id` int(5) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=77;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
